Revit 2027 API
ParameterTypeId.ZoneUseDehumidificationSetpointParam Property
 "Use Dehumidification Set Point"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ZoneUseDehumidificationSetpointParam { get; }
Public Shared ReadOnly Property ZoneUseDehumidificationSetpointParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ZoneUseDehumidificationSetpointParam {
	ForgeTypeId^ get ();
}
static member ZoneUseDehumidificationSetpointParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace